Repository: stanercelik/PolySleep
Catalog: polynap/Resources/Localizations/Profile.xcstrings
Source language: en
Languages: de, ja, ms, th, tr

# profile.login.back
source: Back to Sign In Options
de: Zurück zu den Anmeldeoptionen
ja: サインイン画面に戻る
ms: Kembali ke Pilihan Log Masuk
th: กลับไปที่ตัวเลือกการลงชื่อเข้าใช้
tr: Giriş Seçeneklerine Dön

# profile.login.button
source: Sign In
de: Anmelden
ja: サインイン
ms: Log Masuk
th: ลงชื่อเข้าใช้
tr: Giriş Yap

# profile.login.description
source: This way you won't lose your data when you change your device.
de: So verlierst du deine Daten nicht, wenn du dein Gerät wechselst.
ja: これで端末を変えてもデータが失われません。
ms: Dengan cara ini anda tidak akan kehilangan data anda apabila anda menukar peranti anda.
th: วิธีนี้จะทำให้คุณไม่สูญเสียข้อมูลเมื่อเปลี่ยนอุปกรณ์
tr: Böylece cihazınızı değiştirdiğinizde verilerinizi yitirmeyeceksiniz.

# profile.login.email
source: Sign in with Email
de: Mit E-Mail anmelden
ja: メールでサインイン
ms: Log masuk dengan E-mel
th: ลงชื่อเข้าใช้ด้วยอีเมล
tr: Email ile Giriş Yap

# profile.login.google
source: Sign in with Google
de: Mit Google anmelden
ja: Googleでサインイン
ms: Log masuk dengan Google
th: ลงชื่อเข้าใช้ด้วย Google
tr: Google ile giriş yapın

# profile.login.signout
source: Sign Out
de: Abmelden
ja: サインアウト
ms: Log Keluar
th: ออกจากระบบ
tr: Çıkış Yap

# profile.login.status.signed
source: Signed in as
de: Angemeldet als
ja: サインイン中
ms: Dilog masuk sebagai
th: ลงชื่อเข้าใช้เป็น
tr: Giriş yapıldı

# profile.login.status.unsigned
source: Not signed in
de: Nicht angemeldet
ja: サインインしていません
ms: Tidak dilog masuk
th: ยังไม่ได้ลงชื่อเข้าใช้
tr: Giriş yapılmadı

# profile.login.success
source: Successfully signed in
de: Erfolgreich angemeldet
ja: サインインできました
ms: Berjaya dilog masuk
th: ลงชื่อเข้าใช้สำเร็จ
tr: Başarıyla giriş yapıldı

# profile.login.switch
source: Already have an account? Sign In
de: Hast du bereits ein Konto? Anmelden
ja: もうアカウントある？サインイン
ms: Sudah mempunyai akaun? Log Masuk
th: มีบัญชีอยู่แล้ว? ลงชื่อเข้าใช้
tr: Zaten hesabınız var mı? Giriş Yapın

# profile.login.title
source: Sign in to sync your data
de: Melde dich an, um deine Daten zu synchronisieren
ja: データを同期するためにサインイン
ms: Log masuk untuk menyegerakkan data anda
th: ลงชื่อเข้าใช้เพื่อซิงค์ข้อมูลของคุณ
tr: Giriş yaparak verilerinizi eşleyin

# profile.logout.title
source: Account
de: Konto
ja: アカウント
ms: Akaun
th: บัญชี
tr: Hesap

# profile.premium.button
source: 👑 Upgrade to Premium
de: 👑 Auf Premium upgraden
ja: 👑 プレミアムにアップグレード
ms: 👑 Naik Taraf ke Premium
th: 👑 อัปเกรดเป็นพรีเมียม
tr: 👑 Premium'a Geçin

# profile.premium.description
source: Advanced features and unlimited access
de: Erweiterte Funktionen und unbegrenzter Zugriff
ja: 高機能と無制限アクセス
ms: Ciri-ciri lanjutan dan akses tanpa had
th: ฟีเจอร์ขั้นสูงและการเข้าถึงไม่จำกัด
tr: Gelişmiş özellikler ve sınırsız erişim

# profile.premium.features.notifications
source: Smart Notifications
de: Intelligente Benachrichtigungen
ja: スマート通知
ms: Pemberitahuan Pintar
th: การแจ้งเตือนอัจฉริยะ
tr: Özel Bildirimler

# profile.premium.features.statistics
source: Statistics
de: Statistiken
ja: 統計データ
ms: Statistik
th: สถิติ
tr: İstatistikler

# profile.premium.features.themes
source: Themes
de: Themen
ja: テーマ
ms: Tema
th: ธีม
tr: Temalar

# profile.premium.go
source: GO
de: LOS
ja: 進む
ms: PERGI
th: ไป
tr: GİT

# profile.premium.status.active
source: 👑 Premium Active
de: 👑 Premium Aktiv
ja: 👑 プレミアム有効
ms: 👑 Premium Aktif
th: 👑 พรีเมียมใช้งานอยู่
tr: 👑 Premium Aktif

# profile.premium.status.free
source: Free Account
de: Kostenloses Konto
ja: 無料アカウント
ms: Akaun Percuma
th: บัญชีฟรี
tr: Ücretsiz Hesap

# profile.progress.completed
source: Completed
de: Abgeschlossen
ja: 完了
ms: Selesai
th: เสร็จสมบูรณ์
tr: Tamamlandı

# profile.progress.title
source: 30-Day Progress
de: 30-Tage-Fortschritt
ja: 30日間の進捗
ms: Kemajuan 30 Hari
th: ความคืบหน้า 30 วัน
tr: 30 Günlük İlerleme

# profile.scheduleChange.undo.button
source: Undo Reset
de: Zurücksetzen rückgängig machen
ja: リセットを取り消し
ms: Buat Semula Tetapan Semula
th: เลิกทำการรีเซ็ต
tr: Sıfırlamayı Geri Al

# profile.scheduleChange.undo.message
source: Your adaptation progress and streak were reset due to schedule change. You can undo this today.
de: Dein Anpassungsfortschritt und deine Serie wurden aufgrund einer Zeitplanänderung zurückgesetzt. Du kannst dies heute rückgängig machen.
ja: スケジュール変更により適応の進捗と連続記録がリセットされました。本日中に取り消すことができます。
ms: Kemajuan dan rentetan adaptasi anda telah ditetapkan semula kerana perubahan jadual. Anda boleh membuat asal ini hari ini.
th: ความคืบหน้าและสถิติต่อเนื่องในการปรับตัวของคุณถูกรีเซ็ตเนื่องจากการเปลี่ยนแปลงตารางเวลา คุณสามารถเลิกทำสิ่งนี้ได้ในวันนี้
tr: Program değişikliği nedeniyle adaptasyon ilerlemen ve seriniz sıfırlandı. Bugün geri alabilirsiniz.

# profile.scheduleChange.undo.title
source: Schedule Changed - Undo Available
de: Zeitplan geändert - Rückgängigmachen verfügbar
ja: スケジュールが変更されました - 取り消し可能
ms: Jadual Ditukar - Buat Asal Tersedia
th: ตารางเวลาเปลี่ยน - สามารถเลิกทำได้
tr: Program Değişti - Geri Alma Mevcut

# profile.settings.title
source: Settings
de: Einstellungen
ja: 設定
ms: Tetapan
th: การตั้งค่า
tr: Ayarlar

# profile.signup.button
source: Sign Up
de: Registrieren
ja: サインアップ
ms: Daftar
th: ลงทะเบียน
tr: Kayıt Ol

# profile.signup.switch
source: Don't have an account? Sign Up
de: Hast du noch kein Konto? Registrieren
ja: アカウントがない？サインアップ
ms: Tiada akaun? Daftar
th: ยังไม่มีบัญชี? ลงทะเบียน
tr: Hesabınız yok mu? Kayıt Olun

# profile.signup.title
source: Create Account
de: Konto erstellen
ja: アカウント作成
ms: Buat Akaun
th: สร้างบัญชี
tr: Hesap Oluştur

# profile.stats.completion
source: completion
de: Abschluss
ja: 完了
ms: penyelesaian
th: ความสำเร็จ
tr: tamamlama

# profile.stats.currentStreak
source: Current Streak
de: Aktuelle Serie
ja: 現在の連続記録
ms: Rentetan Semasa
th: สถิติต่อเนื่องปัจจุบัน
tr: Mevcut Seri

# profile.stats.days
source: days
de: Tage
ja: 日
ms: hari
th: วัน
tr: gün

# profile.stats.longestStreak
source: Longest Streak
de: Längste Serie
ja: 最長連続記録
ms: Rentetan Terpanjang
th: สถิติต่อเนื่องยาวนานที่สุด
tr: En Uzun Seri

# profile.stats.sessions
source: sessions
de: Sitzungen
ja: セッション
ms: sesi
th: ครั้ง
tr: oturum

# profile.stats.successRate
source: Success Rate
de: Erfolgsquote
ja: 成功率
ms: Kadar Kejayaan
th: อัตราความสำเร็จ
tr: Başarı Oranı

# profile.stats.title
source: Statistics
de: Statistiken
ja: 統計
ms: Statistik
th: สถิติ
tr: İstatistikler

# profile.stats.totalSleep
source: Total Sleep
de: Gesamtschlaf
ja: 総睡眠時間
ms: Jumlah Tidur
th: การนอนทั้งหมด
tr: Toplam Uyku

# profile.streak.current
source: Current Streak
de: Aktuelle Serie
ja: 現在の連続記録
ms: Rentetan Semasa
th: สถิติต่อเนื่องปัจจุบัน
tr: Mevcut Seri

# profile.streak.day
source: day
de: Tag
ja: 日
ms: hari
th: วัน
tr: gün

# profile.streak.days
source: days
de: Tage
ja: 日
ms: hari
th: วัน
tr: gün

# profile.streak.longest
source: Longest Streak
de: Längste Serie
ja: 最長連続記録
ms: Rentetan Terpanjang
th: สถิติต่อเนื่องยาวนานที่สุด
tr: En Uzun Seri

# profile.streak.title
source: Streak
de: Serie
ja: 連続記録
ms: Rentetan
th: สถิติต่อเนื่อง
tr: Seri

# profile.tips.title
source: Polyphasic Sleep Tips
de: Tipps zum polyphasischen Schlaf
ja: 多相睡眠のコツ
ms: Petua Tidur Polifasa
th: เคล็ดลับการนอนหลับแบบหลายเฟส
tr: Polifazik Uyku İpuçları

# profile.title
source: Profile
de: Profil
ja: プロフィール
ms: Profil
th: โปรไฟล์
tr: Profil

# profile.user.defaultName
source: User
de: Benutzer
ja: ユーザー
ms: Pengguna
th: ผู้ใช้
tr: Kullanıcı

# profile.user.editProfile
source: Edit Profile
de: Profil bearbeiten
ja: プロフィール編集
ms: Sunting Profil
th: แก้ไขโปรไฟล์
tr: Profili Düzenle

# profile.user.local
source: Local User
de: Lokaler Benutzer
ja: ローカルユーザー
ms: Pengguna Tempatan
th: ผู้ใช้ในเครื่อง
tr: Yerel Kullanıcı

# profile.user.localAccount
source: Local Account
de: Lokales Konto
ja: ローカルアカウント
ms: Akaun Tempatan
th: บัญชีในเครื่อง
tr: Yerel Hesap

# settings.about.personalInfo
source: Personal Information
de: Persönliche Informationen
ja: 個人情報
ms: Maklumat Peribadi
th: ข้อมูลส่วนตัว
tr: Kişisel Bilgiler

# settings.about.personalInfo.subtitle
source: Edit your profile information
de: Bearbeite deine Profilinformationen
ja: プロフィール情報を編集
ms: Sunting maklumat profil anda
th: แก้ไขข้อมูลโปรไฟล์ของคุณ
tr: Profil bilgilerinizi düzenleyin

# settings.about.title
source: About Me
de: Über mich
ja: 私について
ms: Tentang Saya
th: เกี่ยวกับฉัน
tr: Hakkımda

# settings.adaptation.undo.alert.message
source: Your new schedule will remain the same, you'll just continue from your previous adaptation day. This action cannot be undone.
de: Dein neuer Zeitplan bleibt derselbe, du wirst nur von deinem vorherigen Anpassungstag an weitermachen. Diese Aktion kann nicht rückgängig gemacht werden.
ja: 新しいスケジュールはそのままで、前回の適応日から続行します。この操作は取り消せません。
ms: Jadual baharu anda akan kekal sama, anda hanya akan meneruskan dari hari adaptasi anda sebelum ini. Tindakan ini tidak boleh dibatalkan.
th: ตารางเวลาใหม่ของคุณจะยังคงเหมือนเดิม, คุณเพียงแค่ดำเนินการต่อจากวันปรับตัวก่อนหน้าของคุณ การกระทำนี้ไม่สามารถยกเลิกได้
tr: Yeni programınız aynı kalacak, sadece önceki adaptasyon gününüzden devam edeceksiniz. Bu işlem geri alınamaz.

# settings.adaptation.undo.alert.title
source: Adaptation Undo
de: Anpassung rückgängig machen
ja: 適応の取り消し
ms: Buat Asal Adaptasi
th: เลิกทำการปรับตัว
tr: Adaptasyon Geri Alma

# settings.adaptation.undo.available
source: Schedule change was made today, you can undo it
de: Zeitplanänderung wurde heute vorgenommen, du kannst sie rückgängig machen
ja: 本日スケジュールが変更されました。取り消すことができます
ms: Perubahan jadual dibuat hari ini, anda boleh membuat asalnya
th: มีการเปลี่ยนแปลงตารางเวลาในวันนี้, คุณสามารถเลิกทำได้
tr: Program değişikliği bugün yapıldı, geri alabilirsiniz

# settings.adaptation.undo.button
source: Undo
de: Rückgängig
ja: 取り消し
ms: Buat asal
th: เลิกทำ
tr: Geri Al

# settings.adaptation.undo.notAvailable
source: No schedule change to undo
de: Keine Zeitplanänderung zum Rückgängigmachen
ja: 取り消すスケジュール変更がありません
ms: Tiada perubahan jadual untuk dibuat asal
th: ไม่มีการเปลี่ยนแปลงตารางเวลาที่จะเลิกทำ
tr: Geri alınacak program değişikliği yok

# settings.adaptation.undo.notAvailableStatus
source: Not Available
de: Nicht verfügbar
ja: 利用不可
ms: Tidak Tersedia
th: ไม่พร้อมใช้งาน
tr: Mevcut Değil

# settings.adaptation.undo.title
source: Adaptation Undo
de: Anpassung rückgängig machen
ja: 適応の取り消し
ms: Buat Asal Adaptasi
th: เลิกทำการปรับตัว
tr: Adaptasyon Geri Alma

# settings.advanced.title
source: Advanced
de: Erweitert
ja: 詳細設定
ms: Lanjutan
th: ขั้นสูง
tr: Gelişmiş

# settings.alarms.subtitle
source: Alarms that will sound when sleep blocks end
de: Alarme, die am Ende der Schlafblöcke ertönen
ja: 睡眠ブロック終了時に鳴るアラーム設定
ms: Penggera yang akan berbunyi apabila blok tidur tamat
th: นาฬิกาปลุกที่จะดังเมื่อช่วงการนอนสิ้นสุด
tr: Uyku bloğu bitiminde çalacak alarm ayarları

# settings.alarms.title
source: Alarm Settings
de: Alarmeinstellungen
ja: アラーム設定
ms: Tetapan Penggera
th: การตั้งค่านาฬิกาปลุก
tr: Alarm Ayarları

# settings.copyright
source: © 2025 PolyNap. All rights reserved.
de: © 2025 PolyNap. Alle Rechte vorbehalten.
ja: © 2025 PolyNap. すべての権利を保有します。
ms: © 2025 PolyNap. Hak cipta terpelihara.
th: © 2025 PolyNap. สงวนลิขสิทธิ์
tr: © 2025 PolyNap. Tüm hakları saklıdır.

# settings.general.language
source: Language
de: Sprache
ja: 言語
ms: Bahasa
th: ภาษา
tr: Dil

# settings.general.selectLanguage
source: Select Language
de: Sprache auswählen
ja: 言語を選択
ms: Pilih Bahasa
th: เลือกภาษา
tr: Dil Seçin

# settings.general.selectTheme
source: Select Theme
de: Thema auswählen
ja: テーマを選択
ms: Pilih Tema
th: เลือกธีม
tr: Tema Seçin

# settings.general.theme
source: Theme
de: Thema
ja: テーマ
ms: Tema
th: ธีม
tr: Tema

# settings.general.theme.dark
source: Dark
de: Dunkel
ja: ダーク
ms: Gelap
th: มืด
tr: Koyu

# settings.general.theme.light
source: Light
de: Hell
ja: ライト
ms: Cerah
th: สว่าง
tr: Açık

# settings.general.title
source: General Settings
de: Allgemeine Einstellungen
ja: 一般設定
ms: Tetapan Am
th: การตั้งค่าทั่วไป
tr: Genel Ayarlar

# settings.language.changed.message
source: The app language has been changed. The interface will be refreshed to apply the changes.
de: Die App-Sprache wurde geändert. Die Benutzeroberfläche wird aktualisiert, um die Änderungen zu übernehmen.
ja: アプリの言語が変更されました。変更を適用するためにインターフェースが更新されます。
ms: Bahasa aplikasi telah ditukar. Antara muka akan disegarkan semula untuk menerapkan perubahan.
th: ภาษาของแอปได้ถูกเปลี่ยนแล้ว อินเทอร์เฟซจะถูกรีเฟรชเพื่อใช้การเปลี่ยนแปลง
tr: Uygulama dili değiştirildi. Değişikliklerin uygulanması için arayüz yenilenecek.

# settings.language.changed.title
source: Language Changed
de: Sprache geändert
ja: 言語が変更されました
ms: Bahasa Ditukar
th: เปลี่ยนภาษาแล้ว
tr: Dil Değiştirildi

# settings.language.english
source: English
de: Englisch
ja: 英語
ms: Inggeris
th: อังกฤษ
tr: İngilizce

# settings.language.german
source: German
de: Deutsch
ja: ドイツ語
ms: Jerman
th: เยอรมัน
tr: Almanca

# settings.language.japanese
source: Japanese
de: Japanisch
ja: 日本語
ms: Jepun
th: ญี่ปุ่น
tr: Japonca

# settings.language.loading
source: Applying language settings...
de: Spracheinstellungen werden angewendet...
ja: 言語設定を適用中...
ms: Menerapkan tetapan bahasa...
th: กำลังใช้การตั้งค่าภาษา...
tr: Dil ayarları uygulanıyor...

# settings.language.malay
source: Malay
de: Malaiisch
ja: マレー語
ms: Bahasa Melayu
th: ภาษามลายู
tr: Malayca

# settings.language.turkish
source: Turkish
de: Türkisch
ja: トルコ語
ms: Turki
th: ตุรกี
tr: Türkçe

# settings.notifications.settings
source: Notifications
de: Benachrichtigungen
ja: 通知
ms: Pemberitahuan
th: การแจ้งเตือน
tr: Bildirimler

# settings.notifications.subtitle
source: Customize reminder times
de: Erinnerungszeiten anpassen
ja: リマインダー時間をカスタマイズ
ms: Sesuaikan masa peringatan
th: ปรับแต่งเวลาเตือน
tr: Hatırlatma zamanlarını özelleştirin

# settings.notifications.title
source: Reminders
de: Erinnerungen
ja: リマインダー
ms: Peringatan
th: การเตือน
tr: Hatırlatmalar

# settings.other.disclaimer
source: Disclaimer
de: Haftungsausschluss
ja: 免責事項
ms: Penafian
th: ข้อจำกัดความรับผิดชอบ
tr: Sorumluluk Reddi

# settings.other.disclaimer.subtitle
source: Terms of use and disclaimer
de: Nutzungsbedingungen und Haftungsausschluss
ja: 利用規約と免責事項
ms: Syarat penggunaan dan penafian
th: ข้อกำหนดการใช้งานและข้อจำกัดความรับผิดชอบ
tr: Kullanım koşulları ve sorumluluk reddi

# settings.other.feedback
source: Send Feedback
de: Feedback senden
ja: フィードバックを送る
ms: Hantar Maklum Balas
th: ส่งความคิดเห็น
tr: Geribildirim Ver

# settings.other.rate
source: Rate PolyNap
de: PolyNap bewerten
ja: PolyNapを評価
ms: Nilaikan PolyNap
th: ให้คะแนน PolyNap
tr: PolyNap'i Değerlendir

# settings.other.rate.subtitle
source: Share your experience on the App Store
de: Teile deine Erfahrung im App Store
ja: App Storeであなたの体験をシェア
ms: Kongsi pengalaman anda di App Store
th: แบ่งปันประสบการณ์ของคุณบน App Store
tr: App Store'da deneyimini paylaş

# settings.other.rateApp
source: Rate Us
de: Bewerte uns
ja: 評価する
ms: Nilaikan Kami
th: ให้คะแนนเรา
tr: Bize Oy Ver

# settings.other.title
source: Other
de: Sonstiges
ja: その他
ms: Lain-lain
th: อื่นๆ
tr: Diğer

# settings.restorePurchases.error
source: Failed to restore purchases. Please try again.
de: Käufe konnten nicht wiederhergestellt werden. Bitte versuche es erneut.
ja: 購入履歴の復元に失敗しました。もう一度お試しください。
ms: Gagal memulihkan pembelian. Sila cuba lagi.
th: ไม่สามารถกู้คืนการซื้อได้ โปรดลองอีกครั้ง
tr: Satın almalar geri yüklenemedi. Lütfen tekrar deneyin.

# settings.restorePurchases.restore
source: Restore Now
de: Jetzt wiederherstellen
ja: 今すぐ復元
ms: Pulihkan Sekarang
th: กู้คืนทันที
tr: Şimdi Geri Yükle

# settings.restorePurchases.subtitle
source: Restore your premium purchases
de: Stelle deine Premium-Käufe wieder her
ja: プレミアム購入を復元
ms: Pulihkan pembelian premium anda
th: กู้คืนการซื้อพรีเมียมของคุณ
tr: Premium satın almalarınızı geri yükleyin

# settings.restorePurchases.success
source: Purchases restored successfully
de: Käufe erfolgreich wiederhergestellt
ja: 購入履歴が正常に復元されました
ms: Pembelian berjaya dipulihkan
th: กู้คืนการซื้อสำเร็จ
tr: Satın almalar başarıyla geri yüklendi

# settings.restorePurchases.title
source: Restore Purchases
de: Käufe wiederherstellen
ja: 購入履歴の復元
ms: Pulihkan Pembelian
th: กู้คืนการซื้อ
tr: Satın Almaları Geri Yükle

# settings.restorePurchases.value
source: Tap to restore
de: Tippe zum Wiederherstellen
ja: タップして復元
ms: Ketik untuk memulihkan
th: แตะเพื่อกู้คืน
tr: Geri yüklemek için dokunun

# settings.section.subtitle
source: Settings and preferences
de: Einstellungen und Präferenzen
ja: 設定と環境設定
ms: Tetapan dan pilihan
th: การตั้งค่าและความชอบ
tr: Ayarlar ve tercihler

# settings.subtitle
source: Personalize your app experience
de: Personalisiere dein App-Erlebnis
ja: アプリの体験をパーソナライズ
ms: Peribadikan pengalaman aplikasi anda
th: ปรับแต่งประสบการณ์แอปของคุณ
tr: Uygulama deneyiminizi kişiselleştirin

# settings.title
source: Settings
de: Einstellungen
ja: 設定
ms: Tetapan
th: การตั้งค่า
tr: Ayarlar

# feedback.alert.title
source: Feedback
ja: フィードバック
ms: Maklum Balas
th: ความคิดเห็น
tr: Geri Bildirim

# feedback.title
source: Feedback
ja: フィードバック
ms: Maklum Balas
th: ความคิดเห็น
tr: Geri Bildirim

# profile.premium.title
source: PolyNap Premium
ja: PolyNap プレミアム
th: PolyNap พรีเมียม

# profile.premium.upgrade
source: Upgrade
ja: アップグレード
ms: Naik taraf
th: อัปเกรด
tr: Yükselt

# settings.general.theme.system
source: System
ja: システム
ms: Sistem
th: ระบบ
tr: Sistem

# settings.language.thai
source: Thai
ja: タイ語
ms: Thailand
th: ภาษาไทย
tr: Thaice

# general.ok
source: OK
th: ตกลง
tr: Tamam

# settings.language.changed.ok
source: OK
th: ตกลง
tr: Tamam
